Repository: dsernst/Maybe-This-Matters
Catalog: content/plugins/user-avatar/languages/user-avatar-*.po
Languages: es_es, ru_ru, zh_cn

source: Uploads
es_es: Subidas
ru_ru: Загрузки
zh_cn: 上传

source: You are not allowed to do that.
es_es: No estás autorizado a hacer eso.
ru_ru: У Вас нет прав это сделать
zh_cn: 你不能这么做哦.

source: Choose an image from your computer:
es_es: Selecciona una imagen desde tu ordenador:
ru_ru: Выбирите картинку с Вашеко компьютера:
zh_cn: 从电脑选择一张图片，只支持 .jpg .gif .png 格式：

source: Please upload an image file (.jpeg, .gif, .png).
es_es: Por favor, sube un archivo de imagen (.jpeg, .gif, .png).
ru_ru: Загрузите изображение (.jpeg, .gif, .png).
zh_cn: 你太调皮了，只能上传 .jpg .gif .png 格式的图片哦！

source: Choose the part of the image you want to use as your profile image.
es_es: Escoge la parte de la imagen que quieres usar como tu imagen de perfil.
ru_ru: Выбирите часть изображения, которые Вы хотите использовать в качестве аватара.
zh_cn: 选择图片区域用作头像，你可以在右边看到预览哦！（完事后点 Crop Image 就行了）

source: Sorry, No file available
es_es: Perdona, archivo no disponible.
ru_ru: Файл не доступен.
zh_cn: 抱歉，没有什么东东可以给你看的。

source: Image could not be processed. Please go back and try again.
es_es: La imagen no puede ser procesada. Por favot, vuelve e inténtalo de nuevo.
ru_ru: Изображение не может быть обработано. Вернитесь назад и попробуйте снова.
zh_cn: 好像没有成功，返回再重试一下吧.

source: Image Processing Error
es_es: Error procesando la imagen.
ru_ru: Ошибка обрабтки изображения
zh_cn: 出错啦

source: Here's your new profile picture...
es_es: Aquí tenemos tu nueva imagen de perfil...
ru_ru: Ваш новый аватар...
zh_cn: 哇，你拥有新头像啦！我很看好你哦 ~

source: Close
es_es: Cerrar
ru_ru: Закрыть
zh_cn: 关闭

source: Picture
es_es: Imagen
ru_ru: Ваш Аватар
zh_cn: 头像

source: Upload and Crop an Image to be Displayed
es_es: Subir y recortar una imagen para mostrar
ru_ru: Загрузить и обрезать изображение
zh_cn: 上传一张靓照做头像吧 ^_^

source: Update Picture
es_es: Actualizar imagen
ru_ru: Обновить аватар
zh_cn: 更新头像

source: Remove User Avatar Image
es_es: Eliminar imagen
ru_ru: Удалить изображение аватара пользователя
zh_cn: 取消头像

source: Remove
es_es: Eliminar
ru_ru: Удалить
zh_cn: 取消头像
